sdaiGetAllAttrs(Sdai_instS*,System.Int32*)
\details
Retrieves all attribute values from a specified application instance.
\param instance   [in] An application instance.
\param numberAttr [in] A placeholder for the number of required attributes.
\returns A raw pointer to the handle of the attribute data block that contains all attributes for the specified application instance.
\remarks
This function is not implemented yet.